tap "aquasecurity/trivy"
tap "cjbassi/ytop"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "pinage404/git-gamble", "https://gitlab.com/pinage404/git-gamble.git"
tap "remotemobprogramming/brew"
brew "adr-tools"
brew "apr-util"
brew "asyncapi"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "btop"
brew "glib"
brew "cbonsai"
brew "cloc"
brew "coreutils"
brew "ctop"
brew "harfbuzz"
brew "dependency-check"
brew "diff-so-fancy"
brew "direnv"
brew "duf"
brew "dust"
brew "entr"
brew "eza"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "figlet"
brew "fswatch"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "gitlab-runner"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libfido2"
brew "liquibase"
brew "lnav"
brew "mongosh"
brew "mysql"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.9"
brew "qrencode"
brew "rust"
brew "scons"
brew "sl"
brew "structurizr-cli"
brew "subversion"
brew "superfile"
brew "switchaudio-osx"
brew "terraform-docs"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "tree"
brew "watch"
brew "watchexec"
brew "wget"
brew "yq"
brew "zellij"
brew "zsh-autosuggestions"
brew "aquasecurity/trivy/trivy"
brew "heroku/brew/heroku"
brew "pinage404/git-gamble/git-gamble", args: ["HEAD"]
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "aldente"
cask "alfred"
cask "bambu-studio"
cask "bartender"
cask "brave-browser"
cask "caffeine"
cask "deskpad"
cask "discord"
cask "docker-desktop"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-open-sans"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gather"
cask "gifox"
cask "gitkraken"
cask "godot"
cask "godot-mono"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "miro"
cask "mmhmm"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "pgadmin4"
cask "pop-app"
cask "postman"
cask "qlmarkdown"
cask "quicklook-json"
cask "raindropio"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "rectangle"
cask "slack"
cask "steam"
cask "studio-3t"
cask "the-unarchiver"
cask "tuple"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "whisky"
cask "zed"
cask "zoom"
vscode "af4jm.vscode-icalendar"
vscode "antfu.slidev"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "redhat.java"
vscode "seven1bit.vscode-ext-ansi-color-highlight"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
