tap "aquasecurity/trivy"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "pinage404/git-gamble", "https://gitlab.com/pinage404/git-gamble.git"
tap "remotemobprogramming/brew"
brew "apr-util"
brew "asyncapi"
brew "python@3.10"
brew "autojump"
brew "python@3.11"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "btop"
brew "glib"
brew "cloc"
brew "coreutils"
brew "ctop"
brew "diff-so-fancy"
brew "direnv"
brew "duf"
brew "entr"
brew "exa"
brew "fswatch"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "gitlab-runner"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gping"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libfido2"
brew "liquibase"
brew "mongosh"
brew "mysql"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "rust"
brew "sl"
brew "structurizr-cli"
brew "subversion"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "tree"
brew "watch"
brew "watchexec"
brew "wget"
brew "zellij"
brew "zsh-autosuggestions"
brew "aquasecurity/trivy/trivy"
brew "heroku/brew/heroku"
brew "pinage404/git-gamble/git-gamble", args: ["HEAD"]
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "caffeine"
cask "deskpad"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-lato"
cask "font-meslo-lg-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "gather"
cask "gifox"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "miro"
cask "mmhmm"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "paw"
cask "pgadmin4"
cask "pop"
cask "postman"
cask "qlmarkdown"
cask "quicklook-json"
cask "raindropio"
cask "rectangle"
cask "slack"
cask "steam"
cask "studio-3t"
cask "the-unarchiver"
cask "tuple"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
vscode "af4jm.vscode-icalendar"
vscode "davidanson.vscode-markdownlint"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "seven1bit.vscode-ext-ansi-color-highlight"
vscode "tamasfe.even-better-toml"
vscode "yzhang.markdown-all-in-one"
