# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'remotemobprogramming/brew'
tap 'heroku/brew'

#Binaries
# brew 'zsh'
brew 'awscli'
brew 'bash' # Latest Bash version
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'grep'
brew 'httpie'
brew 'tree'
brew 'autojump'
brew 'zsh-autosuggestions'
brew 'bat'
brew 'bpytop'
brew 'htop'
brew 'ctop'
brew 'exa'
brew 'fswatch'
brew 'lazygit'
brew 'thefuck'
brew 'watch'
brew 'wget'
brew 'graphviz'
brew 'remotemobprogramming/brew/mob'
brew 'icdiff'
brew 'jq'
brew 'heroku'
brew 'diff-so-fancy'
brew 'tldr'
brew 'gping'


# Development
brew 'sqlite'
brew 'pyenv'
brew 'pyenv-virtualenv'

# Kubernetes
brew 'kubectl'

# Apps
cask 'iterm2'
cask 'visual-studio-code'
cask 'dropbox'
cask 'alfred'
cask 'caffeine'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'the-unarchiver'
cask 'zoom'
# cask 'microsoft-teams'
cask 'pop'
cask 'tuple'
cask 'jetbrains-toolbox'
cask 'gifox'
cask 'rectangle'
cask 'drawio'
cask 'gitkraken'
cask 'miro'
cask 'notion'
cask 'raindropio'
cask 'mmhmm'
cask 'whatsapp'
cask 'steam'
cask 'postman'
cask 'dotnet-sdk'


# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'


# Fonts
brew 'svn' # necessary for the fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'



